export const tarrifData = [
  {
    id: 1,
    name: "Standart ",
    description: `(в состав пакета подключения): 
	- мониторинг 1 ТС; 
	- история перемещения ТС; 
	- SIM – карта с GPRS трафиком по Узбекистану; 
	- GPS трекер подключенный к системе UZGPS; 
	- возможность активации контроля дополнительного оборудования; 
	- возможность доступа к модулю «UZGPS – Автохозяйства».`,
    price: 650000,
    count: 1,
    totalPrice: 650000,
    selected: false,
  },
  {
    id: 2,
    name: "Pro ",
    description: `(в состав пакета подключения): 
	- мониторинг 1 ТС; 
	- история перемещения ТС; 
	- SIM – карта с GPRS трафиком по Узбекистану; 
	- пакет «PRO» (получение дополнительной информации (уровень топлива, температура и другие)); 
	- GPS трекер подключенный к системе UZGPS; 
	- возможность активации контроля дополнительного оборудования; 
	- возможность доступа к модулю «UZGPS – Автохозяйства».`,
    price: 700000,
    count: 1,
    totalPrice: 700000,
    selected: false,
  },
  {
    id: 3,
    name: "Standart LTE ",
    description: `(в состав пакета подключения): 
	- мониторинг 1 ТС; история перемещения ТС; 
	- SIM – карта с GPRS трафиком по Узбекистану; 
	- срок хранения истории перемещения ТС за 6 месяцев; 
	- GPS (LTE Cat 1/GSM/GPRS/GNSS/BLUETOOTH LE) трекер подключенный к системе UZGPS; 
	- возможность активации контроля дополнительного оборудования; 
	- возможность доступа к модулю «UZGPS – Автохозяйства».`,
    price: 800000,
    count: 1,
    totalPrice: 800000,
    selected: false,
  },
  {
    id: 4,
    name: "Годовой Standart ",
    description: `(в состав пакета подключения): 
	- мониторинг 1 ТС; 
	- история перемещения ТС; 
	- SIM – карта с GPRS трафиком по Узбекистану; 
	- срок хранения перемещения ТС за 12 месяцев; 
	- GPS трекер подключенный к системе UZGPS; 
	- предоставление услуг по тарифному плану STANDART в течении 12 месяцев; 
	- возможность активации контроля дополнительного оборудования; 
	- возможность доступа к модулю «UZGPS – Автохозяйства».`,
    price: 1100000,
    count: 1,
    totalPrice: 1100000,
    selected: false,
  },
  {
    id: 5,
    name: "Годовой Pro ",
    description: `(в состав пакета подключения): 
	- мониторинг 1 ТС; 
	- история перемещения ТС; 
	- SIM – карта с GPRS трафиком по Узбекистану; 
	- пакет «PRO» (получение дополнительной информации (уровень топлива, температура и другие)); 
	- срок хранения перемещения ТС за 12 месяцев; 
	- GPS трекер подключенный к системе UZGPS; 
	- ДУТ (Датчик Уровня Топлива); 
	- возможность активации контроля дополнительного оборудования; 
	- возможность доступа к модулю «UZGPS – Автохозяйства».`,
    price: 3300000,
    count: 1,
    totalPrice: 3300000,
    selected: false,
  },
  {
    id: 6,
    name: "Годовой Standart LTE ",
    description: `(в состав пакета подключения): 
	- мониторинг 1 ТС; 
	- история перемещения ТС; 
	- SIM – карта с GPRS трафиком по Узбекистану; 
	- срок хранения истории перемещения ТС за 12 месяцев; 
	- GPS (LTE Cat 1/GSM/GPRS/GNSS/BLUETOOTH LE) трекер подключенный к системе UZGPS; 
	- предоставление услуг по тарифному плану STANDART в течении 12 месяцев; 
	- возможность активации контроля дополнительного оборудования; 
	- возможность доступа к модулю «UZGPS – Автохозяйства».`,
    price: 1200000,
    count: 1,
    totalPrice: 1200000,
    selected: false,
  },
  {
    id: 7,
    name: "Конфигурирование и активация устройства в системе",
    description: "",
    price: 70000,
    count: 1,
    totalPrice: 70000,
    selected: false,
  },
  {
    id: 8,
    name: "Настройка конфигурации устройства, подключение к системе UZGPS",
    description: "",
    price: 40000,
    count: 1,
    totalPrice: 40000,
    selected: false,
  },
  {
    id: 9,
    name: "Диагностика и подключение устройства Абонента к системе UZGPS",
    description: "",
    price: 50000,
    count: 1,
    totalPrice: 50000,
    selected: false,
  },
  {
    id: 10,
    name: "Конфигурирование и активация устройства Абонента в системе",
    description: "",
    price: 100000,
    count: 1,
    totalPrice: 100000,
    selected: false,
  },
  {
    id: 11,
    name: "Деактивация устройства в системе",
    description: "",
    price: 40000,
    count: 1,
    totalPrice: 40000,
    selected: false,
  },
  {
    id: 12,
    name: "Перерегистрация устройства в системе (настройка и переподключение к системе UZGPS при одновременном предоставлении обоих объектов)",
    description: "",
    price: 80000,
    count: 1,
    totalPrice: 80000,
    selected: false,
  },
  {
    id: 13,
    name: "Конфигурация и активация ДУТ в системе (включая конфигурацию, тарировку и прописку в системе UZGPS)",
    description: "",
    price: 200000,
    count: 1,
    totalPrice: 200000,
    selected: false,
  },
  {
    id: 14,
    name: "Нестандартная инсталляция датчика уровня топлива - ДУТ повышенного уровня сложности (включая конфигурацию, тарировку и прописку в системе UZGPS) (требуется демонтаж топливного бака и/или других частей ТС/спецтехники Абонентом)",
    description: "",
    price: 300000,
    count: 1,
    totalPrice: 300000,
    selected: false,
  },
  {
    id: 15,
    name: "Тарировка ДУТ (топливо предоставляется Абонентом)",
    description: "",
    price: 250000,
    count: 1,
    totalPrice: 250000,
    selected: false,
  },
  {
    id: 16,
    name: "Техническое обслуживание и настройка подсистемы контроля топлива",
    description: "",
    price: 150000,
    count: 1,
    totalPrice: 150000,
    selected: false,
  },
  {
    id: 17,
    name: "Деактивация датчика уровня топлива -ДУТ в системе",
    description: "",
    price: 150000,
    count: 1,
    totalPrice: 150000,
    selected: false,
  },
  {
    id: 18,
    name: `Активация и настройка дополнительных параметров в системе типа: 
	- идентификаторы личности; 
	- кнопки SOS;
	- дополнительный выключатель или реле; 
	- индикатор;
	- зумер и другое обородование Абонента`,
    description: "",
    price: 100000,
    count: 1,
    totalPrice: 100000,
    selected: false,
  },
  {
    id: 19,
    name: "Активация устройства и подключение к CAN-шине ТС",
    description: "",
    price: 200000,
    count: 1,
    totalPrice: 200000,
    selected: false,
  },
  {
    id: 20,
    name: "Активация мобильного устройства к системе UZGPS",
    description: "",
    price: 20000,
    count: 1,
    totalPrice: 20000,
    selected: false,
  },
  {
    id: 21,
    name: "Защита и усиление устройства по стандарту «IP-xx», блок питания",
    description: "",
    price: 100000,
    count: 1,
    totalPrice: 100000,
    selected: false,
  },
  {
    id: 22,
    name: "Техническое обслуживание и настройка подсистемы - 1 ",
    description:
      "проверка соединения проводов, антенн, обновление прошивки и конфигурации",
    price: 85000,
    count: 1,
    totalPrice: 85000,
    selected: false,
  },
  {
    id: 23,
    name: "Техническое обслуживание и настройка подсистемы - 2 ",
    description:
      "проверка соединения проводов, антенн, обновление прошивки и конфигурации, демонтаж трекера на диагностику, мелкий ремонт, проведение диагностики, выдача заключения/монтаж трекера",
    price: 150000,
    count: 1,
    totalPrice: 150000,
    selected: false,
  },
  {
    id: 24,
    name: "Конфигурация и настройка работы GPS/GSM в системе",
    description: "",
    price: 100000,
    count: 1,
    totalPrice: 100000,
    selected: false,
  },
];

export const abonentTarrifDatas = [
  {
    id: 11,
    name: "STANDART",
    description: `(состав тарифного плана): 
	- мониторинг 1 объекта / ТС; 
	- трекинг - история перемещения 1 объекта / ТС; 
	- SIM – карта с GPRS трафиком по Узбекистану; 
	- расчёт фактического километража, простоев, моточасов; 
	- срок хранения истории перемещения ТС (1 мес). `,
    price: "50000",
    count: 1,
    term: 1,
    totalPrice: 50000,
    selected: false,
  },
  {
    id: 22,
    name: "PRO ",
    description: `(состав тарифного плана): 
	- мониторинг 1 объекта / ТС; 
	- трекинг - история перемещения 1 объекта / ТС; 
	- SIM – карта с GPRS трафиком по Узбекистану; 
	- расчёт фактического километража, простоев, моточасов; 
	- срок хранения истории перемещения ТС (1 мес). `,
    price: "60000",
    count: 1,
    term: 1,
    totalPrice: 60000,
    selected: false,
  },
];
